akamud.vscode-theme-onedark
be5invis.toml
DavidAnson.vscode-markdownlint
donjayamanne.githistory
fabianlauer.vs-code-xml-format
foxundermoon.shell-format
golang.go
hashicorp.terraform
jamiewoodio.cisco
mechatroner.rainbow-csv
ms-azure-devops.azure-pipelines
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.powershell
redhat.vscode-yaml
timonwong.shellcheck
vscodevim.vim
